Repository: tanupat/DotnetParkX-UI
Catalog: ParkXUI/Resources/Views/Home/index.*.resx
Languages: th

# Welcome
source: Welcome1234
th: ยินดีต้อนรับ

# HomeMenu
source: HomeMenu1
th: เมนูหลัก

# ParkXDescription
source: Urban Parking Solutions <br> Clean, Safe and Convenient Parking Facilities
th: พาร์คเอ็กซ์ สะดวก สะอาด ปลอดภัย <br> ตอบโจทย์ ตรงจุด ชีวิตคนเมือง

# FindCarpark
source: Find a car park
th: หาที่จอดรถ

source: Location
th: ทำเลที่ตั้ง

# LocationDescription
source: Parking solutions that integrate with the public transport system and well located. Convenience, clean and secure parking space with good services and facilities.
th: บริการที่จอดรถบนทําเลสำคัญย่านธุรกิจใจกลางเมือง ที่มีสิ่งอํานวยความสะดวกครบครัน สถานที่สะอาดและมีความปลอดภัยสูง

source: more
th: เพิ่มเติม

# ReceiveNews
source: SUBSCRIBE
th: รับข่าวสาร

# RegisterNew
source: Stay up to date with our special offers and promotions.
th: ลงทะเบียนเพื่อรับข่าวสารและโปรโมชั่น ข้อเสนอพิเศษ

source: Register
th: ลงทะเบียน

source: Your e-mail
th: อีเมลของคุณ

# cookie-des
source: We use cookies to ensure that we give you the best experience on our website. By continuing to browse the site or close this message, you agree to our use
th: เราใช้คุกกี้เพื่อให้แน่ใจว่าเราได้มอบประสบการณ์ที่ดีที่สุดในการใช้งานเว็บไซต์ของเราหากคุณใช้เว็บไซต์ต่อ หรือปิดข้อความนี้ลงเราถือว่าคุณยอมรับการใช้งานคุกกี้

source: Please Read
th: กรุณาอ่าน

source: Terms and Conditions
th: ข้อตกลงและเงื่อนไข

source: And
th: และ

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

source: accept
th: ยอมรับ
