Repository: tanupat/DotnetParkX-UI
Catalog: ParkXUI/Resources/Views/ParkingSites/index.*.resx
Languages: th

# menu_home
source: HOME
th: หน้าแรก

# find_car_park
source: FIND A CAR PARK
th: ค้นหาที่จอดรถ

source: car concurrent
th: จอดรถได้พร้อมกัน

# vehicle_unit
source: vehicle
th: คัน

# max_car
source: Number of cars for the package
th: จำนวนรถสำหรับแพ็คเกจ

source: compare
th: เปรียบเทียบ

source: choose
th: เลือก

# park_service
source: PARKING SERVICE REGULATIONS
th: กฏการใช้บริการ ที่จอดรถ

source: PARKING RATE
th: ค่าบริการ

source: Type of Car
th: ประเภทรถ

source: Hourly
th: รายชั่วโมง

source: Monthly
th: รายเดือน

source: CONTACT US
th: ติดต่อเรา

# FurtherInformation
source: Further information or service suggestion please contact.
th: ข้อมูลเพิ่มเติมหรือแนะนําการให้บริการ ติดต่อได้ที่

# NEARBY
source: NEARBY PLACES
th: สถานที่ไกล้เคียง
