Repository: tanupat/DotnetParkX-UI
Catalog: ParkXUI/Resources/Views/Package/PurchasePackage.*.resx
Languages: th

source: Package Name
th: ชื่อแพ็คเกจ

source: Package Type
th: ประเภทแพ็คแกจ

source: Price
th: ราคา

source: Start Date
th: วันที่เริ่มต้น

source: End Date
th: วันที่สิ้นสุด

source: Cars
th: รถ

source: Max
th: สูงสุด

source: Price per car
th: ราคาต่อคัน

# UnitCars
source: Car
th: คัน

source: Add Vehicle
th: เพิ่มทะเบียนรถ

source: Lot
th: จอดพร้อมกัน

# MaxLot
source: Maximum number of cars parked at the same time
th: จำนวนรถเข้าจอดพร้อมกันสูงสุด

source: Payment Type
th: รูปแบบการชำระเงิน

# PayQrCode
source: Pay via QR Code
th: จ่ายผ่าน QR Code

# PayCreditCard
source: Pay via credit card
th: จ่ายผ่านบัตรเครดิต

source: Confirm payment
th: ยืนยันการชำระเงิน

# Bath
source: baht
th: บาท

source: of
th: ของ

source: Vehicle Detail
th: รายละเอียดยานพาหนะ

source: License Plate
th: ทะเบียนรถ

source: Please Input License Plate
th: กรุณากรอกป้ายทะเบียน

source: province
th: จังหวัด

source: Please input province
th: กรุณากรอกจังหวัด

source: Maker
th: ยี่ห้อรถ

source: Model
th: รุ่น

source: Please Input Maker
th: กรุณาเลือกยี่ห้อรถ

source: Please Input Model
th: กรุณาเลือกรุ่น

source: year
th: ปี

source: Please Input year
th: กรุณาเลือกปี

source: color
th: สี

source: Please Input Color
th: กรุณาเลือกสี

source: Vehicle Type
th: ประเภทยานพาหนะ

source: Please Input Vehicle Type
th: กรุณากรอกประเภทยานพาหนะ

source: Close
th: ปิด

source: Notify
th: แจ้งเตือน

# mesCannotSelectMore
source: You cannot select car more than
th: คุณไม่สามารถเลือกยานพาหนะได้มากกว่า

source: Please Select Start Date
th: กรุณาเลือกวันที่เริ่มต้น

# PleaseSelectVehicle
source: Please select at least one vehicle
th: กรุณาเลือกยานพาหนะอย่างน้อยหนึ่งคัน

# mesCannotMinusMaxCar
source: The number of vehicles cannot be reduced to less than the number of vehicles.
th: ไม่สามารถลดจำนวนยานพาหนะได้น้อยการ จำนวนรถ

# mesCannotAddCocurrent
source: The number of simultaneous parking entries cannot be increased more than the number of cars.
th: ไม่สามารถเพิ่มจำนวนการเข้าจอดได้พร้อมกันมากกว่าจำนวนรถ

# CannotMinusCocurrent
source: The number of parking spaces cannot be reduced at the same time.
th: ไม่สามารถลดจำนวนจอดรถพร้อมกันได้
